<template>
    <TheSeo title="組織文化・ワークスタイル" />
    <div class="wMax1250">
        <div class="section">
            <h1 class="mB20"><font-awesome-icon icon="fa-solid fa-chart-diagram" /> 組織文化・ワークスタイル</h1>
            <p>私たちは、良いプロダクトは健全な組織から生まれると信じています。ピタマイ・テクノロジーがどのようなチームであり、どのように活動しているかをご紹介します。</p>
        </div>
        <TheHr />
        <div class="section">
            <h2 class="mB20">フラットで自律性を尊重する文化</h2>
            <p>
                ピタマイ・テクノロジーでは、上下関係をできるだけなくし、メンバー一人ひとりの自律性を尊重するフラットな組織を目指しています（ティール組織の考え方も参考にしています）。メンバーが自ら考え、積極的に行動することを奨励する文化です。もちろん、ただ放任するのではなく、主体的な活動を支えるためのサポート体制も重視しています。
            </p>
        </div>
        <TheHr />
        <div class="section">
            <h2 class="mB20"><font-awesome-icon icon="fa-solid fa-user-plus" /> 一人ひとりに寄り添う、安心のサポート体制</h2>
            <p>
                自律性を尊重する一方で、特に新しく参加された方や、自律的な働き方にまだ慣れていない方も安心して活動できるよう、丁寧なフォローアップを大切にしています。具体的には、実務を通じたOJT、必要に応じた研修や面談の実施、各種ツールの使い方や基礎知識に関する資料の提供、そして何より、メンバーが必要なサポートを気軽に相談できるカジュアルなコミュニケーションを心がけています。チーム全体として、互いに協力し、助け合いやすい文化を育むことを目指しています
            </p>
        </div>
        <TheHr />
        <div class="section">
            <h2 class="mB20"><font-awesome-icon icon="fa-solid fa-users" /> 独裁状態にならないように、コミュニティに外部アドバイザーが居ます</h2>
            <p>
                雑談や気軽な交流の場としてDiscordコミュニティも設けています。
            </p>
        </div>
    </div>
</template>