<template>
  <TheSeo title="ピタマイについて" />
  <div class="wMax1250">
    <div class="section">
      <section>
        <h1 class="mB20">About(はじめに)</h1>
        <p>
          ピタマイ・テクノロジーは、中小規模のエンジニアチームが直面する課題に着目し、<br />
          「ちょうど良い」テクノロジーで開発体験を向上させることを目指す"任意団体"(学生組織)です。<br />
          私たちは現在、「PitaCSS」という、OSSのCSSフレームワークの開発と保守を行っています。<br />
        </p>
      </section>
    </div>
    <TheHr />
    <div class="section">
      <section>
        <h2 class="mB20">理念(ミッション)</h2>
        <h3 class="mB40">”構成員同士が協力し、創作活動をする”</h3>
        <p>
          当団体は、構成員が提案するオープンソースソフトウェア（OSS）のライブラリやフレームワークの開発と保守、貢献を目的しております。<br />
          また、構成員同士が協力し、創作活動をする。
        </p>
      </section>
    </div>
    <TheHr />
    <div class="section">
      <section>
        <h2 class="mB20">ビジョン (Vision)</h2>
        <h3 class="mB40">
          ”ちょうど良いぐらいのテクノロジーで、中小規模のエンジニアチームにフォーカスし、より良い開発体験を提供する。
          ”
        </h3>
        <p>
          多機能・高機能だけが正義ではありません。中小規模のエンジニアチームが必要とする機能を見極め、<br />
          過不足のない「ちょうど良い」技術を提供することで、日々の開発プロセスがよりスムーズで快適になることを目指します。<br />
        </p>
      </section>
    </div>
  </div>
</template>
